Repository: WPPlugins/channeller-telegram-channel-administrator
Catalog: languages/tchannel-*.po
Languages: fa_ir

source: All Channels and Groups will be Pre Checked?
fa_ir: همه کانال ها بصورت پیش فرض هنگام ارسال فعال هستند

source: Always Ready?
fa_ir: همواره فعال باشد؟

source: Audio
fa_ir: فایل صوتی

source: Audio Performer
fa_ir: نام خواننده

source: Audio Time (mm:ss)
fa_ir: زمان آهنگ (mm:ss)

source: Audio Title
fa_ir: نام آهنگ

source: Before updating this settings please read the Documents carefully
fa_ir: قبل از انجام تغییرات در این بخش، آموزش کار با افزونه را به دقت مطالعه کنید.

source: Channel/Group
fa_ir: کانال یا گروه

source: Channeller
fa_ir: کانالر

source: Characters Limit:
fa_ir: محدودیت کاراکتر:

source: Clear Log
fa_ir: حذف سوابق قبلی

source: Custom Image
fa_ir: تصویر دلخواه

source: Custom Message
fa_ir: متن دلخواه

source: Date
fa_ir: تاریخ

source: Default Settings
fa_ir: تنظیمات پیش فرض

source: Enter Your Telegram Bot Token
fa_ir: Token دریافتی از تلگرام برای روبات را وارد کنید.

source: Featured Image
fa_ir: تصویر شاخص

source: From Web
fa_ir: خارج از سایت

source: Full URL
fa_ir: آدرس کامل

source: Future
fa_ir: زمان بندی شده

source: Get Telegram API ready
fa_ir: تنظیمات خبرنامه روبات تلگرام

source: Glass Button
fa_ir: دکمه شیشه ای

source: Glass Button Text
fa_ir: متن دکمه

source: Link Type
fa_ir: لینک ارسالی

source: List of Channels
fa_ir: لیست کانال ها

source: List of Groups
fa_ir: لیست گروه ها

source: Log
fa_ir: سوابق

source: Log Your Activity?
fa_ir: سوابق ذخیره شود؟

source: Media
fa_ir: رسانه

source: Message
fa_ir: پیام

source: Message Text
fa_ir: متن پیام

source: Messages History
fa_ir: لیست پیام های ارسالی

source: No
fa_ir: خیر

source: No Image
fa_ir: بدون تصویر

source: No URL
fa_ir: بدون لینک

source: Now
fa_ir: ارسال در لحظه

source: Please write down Channel IDs separated by "+" including @ (ex: @websimaca+@webasimachannel2)
fa_ir: لطفا آی دی کانال ها را با علامت + از یکدیگر جدا کرده و حتما @ ابتدای آی دی را وارد نمایید. مانند (ex: @websimaca+@webasimachannel2)

source: Please write down Group IDs and Names separated by "/" and make theme separated by + (ex: -56894843/websimaGroup+-78894843/samplegroup2)
fa_ir: ابتدا آی دی گروه سپس یک کاراکتر / و در ادامه نام گروه را وارد نمایید، گروه ها را با کاراکتر + از یکدیگر جدا کنید. مانند (ex: -56894843/websimaGroup+-78894843/samplegroup2)

source: Post Content
fa_ir: محتوای نوشته

source: Send Audio
fa_ir: ارسال فایل صوتی

source: Send Notification for
fa_ir: قابلیت ارسال خبرنامه هنگام ایجاد

source: Send Photo
fa_ir: ارسال عکس

source: Send Text
fa_ir: ارسال متن

source: Send Video
fa_ir: ارسال ویدئو

source: Send to Channels.
fa_ir: ارسال به کانال ها

source: Send to Groups
fa_ir: ارسال به گروه ها

source: Sent
fa_ir: موفق

source: Set Default Values for Sending Message Meta Box
fa_ir: تعیین مقادیر پیش فرض برای باکس ارسال

source: Short URL
fa_ir: لینک کوتاه

source: Status
fa_ir: وضعیت

source: Telegram Channel Admin
fa_ir: مدیر کانال تلگرام

source: Type
fa_ir: نوع پیام

source: Upload Audio
fa_ir: بارگذاری فایل صوتی

source: Upload Image
fa_ir: آپلود تصویر

source: Upload Video
fa_ir: بارگذاری ویدئو

source: Uploads file to your server
fa_ir: فایل بر روی سرور شما آپلود میشود

source: Url From the Web
fa_ir: آدرس تصویر از اینترنت

source: Video
fa_ir: ویدئو

source: Video Time (mm:ss)
fa_ir: زمان ویدئو (mm:ss)

source: Yes
fa_ir: بله

source: [Error] Have You Added Bot to Channel as admin?
fa_ir: خطا - ربات را ادمین کانال نکرده اید؟ به راهنما در سایت وبسیما مراجعه کنید
